[
  {
    "id": "1",
    "title": "Summer Campaign KV",
    "category": "KV",
    "description": "Key visual design for a summer ad campaign featuring vibrant colors and dynamic typography. This project involved creating compelling visual narratives that capture the essence of summer energy and translate brand values into memorable imagery.",
    "imageUrl": "/images/kv-summer.jpg",
    "createdAt": "2025-01-05"
  },
  {
    "id": "2",
    "title": "Brand Identity Redesign",
    "category": "Branding",
    "description": "Complete rebrand for a fashion startup including logo design, color palette, typography system, and brand guidelines. The project focused on creating a modern, sophisticated identity that appeals to young professionals.",
    "imageUrl": "/images/branding-redesign.jpg",
    "createdAt": "2025-02-01"
  },
  {
    "id": "3",
    "title": "Telecom TVC",
    "category": "TVC",
    "description": "30-second commercial for telecom provider showcasing their new 5G network capabilities. The commercial features dynamic motion graphics and compelling storytelling to highlight speed and connectivity.",
    "imageUrl": "/images/tvc-telecom.mp4",
    "createdAt": "2025-02-10"
  },
  {
    "id": "4",
    "title": "Animated Promo",
    "category": "Motion Graphics",
    "description": "Motion graphics explainer for fintech app launch. Created engaging animations that simplify complex financial concepts and guide users through the app's key features and benefits.",
    "imageUrl": "/images/mograph-promo.mp4",
    "createdAt": "2025-03-15"
  },
  {
    "id": "5",
    "title": "3D Product Render",
    "category": "3D",
    "description": "High-quality 3D render of a consumer product for e-commerce and marketing materials. Photorealistic rendering with attention to materials, lighting, and composition to showcase product features.",
    "imageUrl": "/images/3d-product.png",
    "createdAt": "2025-03-20"
  },
  {
    "id": "6",
    "title": "Pitch Deck Design",
    "category": "Decks",
    "description": "Investor pitch deck for startup funding featuring clean design, compelling data visualization, and strategic storytelling. Designed to communicate complex business concepts clearly and persuasively.",
    "imageUrl": "/images/deck-design.jpg",
    "createdAt": "2025-04-01"
  },
  {
    "id": "7",
    "title": "Tech Conference KV",
    "category": "KV",
    "description": "Key visual campaign for annual technology conference. Modern, futuristic design approach with bold typography and geometric elements to convey innovation and forward-thinking.",
    "imageUrl": "/images/kv-tech.jpg",
    "createdAt": "2025-04-15"
  },
  {
    "id": "8",
    "title": "Restaurant Branding",
    "category": "Branding",
    "description": "Complete brand identity for upscale restaurant including logo, menu design, signage, and packaging. Elegant design that reflects the restaurant's premium positioning and culinary excellence.",
    "imageUrl": "/images/restaurant-brand.jpg",
    "createdAt": "2025-05-01"
  },
  {
    "id": "9",
    "title": "Car Commercial",
    "category": "TVC",
    "description": "Luxury car commercial emphasizing performance and elegance. Cinematic approach with dramatic lighting and smooth camera movements to showcase the vehicle's design and capabilities.",
    "imageUrl": "/images/car-tvc.mp4",
    "createdAt": "2025-05-10"
  },
  {
    "id": "10",
    "title": "App Launch Animation",
    "category": "Motion Graphics",
    "description": "Launch animation sequence for mobile app featuring smooth transitions and micro-interactions. Designed to create excitement and demonstrate the app's user-friendly interface.",
    "imageUrl": "/images/app-launch.mp4",
    "createdAt": "2025-05-20"
  },
  {
    "id": "11",
    "title": "Architectural Visualization",
    "category": "3D",
    "description": "3D architectural visualization for residential development. Photorealistic renders showcasing interior and exterior spaces with accurate lighting and materials to help clients visualize the final result.",
    "imageUrl": "/images/arch-viz.png",
    "createdAt": "2025-06-01"
  },
  {
    "id": "12",
    "title": "Corporate Presentation",
    "category": "Decks",
    "description": "Annual report presentation for Fortune 500 company. Professional design with consistent branding, clear data visualization, and engaging layouts to communicate company performance and strategy.",
    "imageUrl": "/images/corporate-deck.jpg",
    "createdAt": "2025-06-15"
  },
  {
    "id": "13",
    "title": "Holiday Campaign KV",
    "category": "KV",
    "description": "Festive key visual campaign for holiday season featuring warm colors and celebratory elements. Created to evoke emotions and drive seasonal engagement across multiple touchpoints.",
    "imageUrl": "/images/kv-holiday.jpg",
    "createdAt": "2024-12-01"
  },
  {
    "id": "14",
    "title": "Sports Brand Identity",
    "category": "Branding",
    "description": "Dynamic brand identity for athletic wear company. Bold typography, energetic color palette, and flexible logo system that works across digital and physical applications.",
    "imageUrl": "/images/sports-brand.jpg",
    "createdAt": "2024-11-15"
  },
  {
    "id": "15",
    "title": "Product Launch TVC",
    "category": "TVC",
    "description": "High-energy commercial for tech product launch. Fast-paced editing, dynamic camera work, and compelling narrative to showcase product features and benefits.",
    "imageUrl": "/images/product-tvc.mp4",
    "createdAt": "2024-10-20"
  },
  {
    "id": "16",
    "title": "Brand Animation",
    "category": "Motion Graphics",
    "description": "Logo animation and brand motion system. Smooth transitions and dynamic elements that bring the brand to life across digital platforms and presentations.",
    "imageUrl": "/images/brand-animation.mp4",
    "createdAt": "2024-09-10"
  },
  {
    "id": "17",
    "title": "Interior Visualization",
    "category": "3D",
    "description": "Photorealistic 3D interior rendering for luxury hotel project. Detailed textures, accurate lighting, and atmospheric effects to showcase design concepts.",
    "imageUrl": "/images/interior-3d.png",
    "createdAt": "2024-08-25"
  },
  {
    "id": "18",
    "title": "Investor Deck",
    "category": "Decks",
    "description": "Series A funding presentation for fintech startup. Clean design with compelling data visualization and strategic storytelling to attract investors.",
    "imageUrl": "/images/investor-deck.jpg",
    "createdAt": "2024-07-30"
  },
  {
    "id": "19",
    "title": "Fashion Week KV",
    "category": "KV",
    "description": "Elegant key visual for fashion week event. Sophisticated typography and minimalist design approach that reflects the premium nature of the event.",
    "imageUrl": "/images/fashion-kv.jpg",
    "createdAt": "2024-06-18"
  },
  {
    "id": "20",
    "title": "Healthcare Branding",
    "category": "Branding",
    "description": "Trustworthy brand identity for healthcare provider. Clean, professional design with calming colors and accessible typography to inspire confidence.",
    "imageUrl": "/images/healthcare-brand.jpg",
    "createdAt": "2024-05-12"
  },
  {
    "id": "21",
    "title": "Music Festival KV",
    "category": "KV",
    "description": "Vibrant key visual for summer music festival. Bold colors, dynamic typography, and energetic composition that captures the festival atmosphere.",
    "imageUrl": "/images/music-kv.jpg",
    "createdAt": "2024-04-08"
  },
  {
    "id": "22",
    "title": "Fintech Branding",
    "category": "Branding",
    "description": "Modern brand identity for financial technology startup. Clean, trustworthy design with innovative elements that reflect cutting-edge technology.",
    "imageUrl": "/images/fintech-brand.jpg",
    "createdAt": "2024-03-22"
  },
  {
    "id": "23",
    "title": "Gaming TVC",
    "category": "TVC",
    "description": "Action-packed commercial for video game launch. Cinematic visuals, dramatic music, and fast-paced editing to showcase gameplay and excitement.",
    "imageUrl": "/images/gaming-tvc.mp4",
    "createdAt": "2024-02-14"
  },
  {
    "id": "24",
    "title": "UI Animation",
    "category": "Motion Graphics",
    "description": "Smooth user interface animations for mobile app. Micro-interactions and transitions that enhance user experience and guide navigation.",
    "imageUrl": "/images/ui-animation.mp4",
    "createdAt": "2024-01-28"
  },
  {
    "id": "25",
    "title": "Product Rendering",
    "category": "3D",
    "description": "High-quality 3D product visualization for e-commerce. Photorealistic materials and lighting to showcase product details and features.",
    "imageUrl": "/images/product-render.png",
    "createdAt": "2023-12-15"
  },
  {
    "id": "26",
    "title": "Startup Pitch Deck",
    "category": "Decks",
    "description": "Compelling pitch presentation for tech startup. Strategic storytelling with clear value proposition and engaging visual design.",
    "imageUrl": "/images/startup-deck.jpg",
    "createdAt": "2023-11-30"
  },
  {
    "id": "27",
    "title": "Automotive KV",
    "category": "KV",
    "description": "Sleek key visual for luxury car campaign. Premium aesthetic with dramatic lighting and sophisticated composition.",
    "imageUrl": "/images/auto-kv.jpg",
    "createdAt": "2023-10-18"
  },
  {
    "id": "28",
    "title": "Food Brand Identity",
    "category": "Branding",
    "description": "Organic food brand identity with natural, sustainable design approach. Earthy colors and handcrafted typography.",
    "imageUrl": "/images/food-brand.jpg",
    "createdAt": "2023-09-25"
  },
  {
    "id": "29",
    "title": "Instagram Campaign",
    "category": "Social Media",
    "description": "Engaging Instagram campaign for fashion brand featuring cohesive visual storytelling, branded templates, and interactive story content that drives engagement and brand awareness.",
    "imageUrl": "/images/social-instagram.jpg",
    "createdAt": "2025-01-15"
  },
  {
    "id": "30",
    "title": "LinkedIn Content Series",
    "category": "Social Media",
    "description": "Professional LinkedIn content series for B2B tech company. Thought leadership posts, infographics, and carousel designs that establish industry authority.",
    "imageUrl": "/images/social-linkedin.jpg",
    "createdAt": "2025-02-20"
  },
  {
    "id": "31",
    "title": "TikTok Brand Campaign",
    "category": "Social Media",
    "description": "Creative TikTok campaign for Gen Z audience featuring trending formats, branded effects, and viral-worthy content that amplifies brand reach.",
    "imageUrl": "/images/social-tiktok.jpg",
    "createdAt": "2025-03-10"
  },
  {
    "id": "32",
    "title": "Facebook Ad Creative",
    "category": "Social Media",
    "description": "High-converting Facebook ad creatives for e-commerce brand. A/B tested designs with compelling copy and clear call-to-actions that drive sales.",
    "imageUrl": "/images/social-facebook.jpg",
    "createdAt": "2025-04-05"
  },
  {
    "id": "33",
    "title": "Twitter Brand Voice",
    "category": "Social Media",
    "description": "Consistent Twitter brand voice development with engaging tweet templates, branded graphics, and community management strategies.",
    "imageUrl": "/images/social-twitter.jpg",
    "createdAt": "2025-05-12"
  },
  {
    "id": "34",
    "title": "YouTube Thumbnail Design",
    "category": "Social Media",
    "description": "Eye-catching YouTube thumbnail designs that increase click-through rates. Bold typography, vibrant colors, and compelling visual hierarchy.",
    "imageUrl": "/images/social-youtube.jpg",
    "createdAt": "2025-06-08"
  },
  {
    "id": "35",
    "title": "Pinterest Brand Board",
    "category": "Social Media",
    "description": "Cohesive Pinterest brand board strategy with optimized pin designs, seasonal content, and lifestyle imagery that drives traffic and engagement.",
    "imageUrl": "/images/social-pinterest.jpg",
    "createdAt": "2025-07-01"
  },
  {
    "id": "36",
    "title": "Snapchat AR Filter",
    "category": "Social Media",
    "description": "Interactive Snapchat AR filter for product launch. Custom branded experience that encourages user-generated content and viral sharing.",
    "imageUrl": "/images/social-snapchat.jpg",
    "createdAt": "2025-08-15"
  }
]
